// images
import BuyPhone from "./../../assets/images/HomeReading/خریدگوشی.jpg";
import BuyPhone2 from "./../../assets/images/HomeReading/خریدگوشی2.jpg";
import BuyPhoneSamsung from "./../../assets/images/HomeReading/خریدگوشی سامسونگ.jpg";
import BuyPhoneXiaomi from "./../../assets/images/HomeReading/خریدگوشی شیایومی.jpg";
import BuyPhoneApple from "./../../assets/images/HomeReading/خریدگوشی اپل.jpg";
import BuyPhoneHuawei from "./../../assets/images/HomeReading/خریدگوشی هوآوی.jpg";
import BestPhone from "./../../assets/images/HomeReading/bestphone.jpg";
import AndroidIos from "./../../assets/images/HomeReading/androidorios.jpg";
import AmolredLcd from "./../../assets/images/HomeReading/lcdamoled.jpg";
import NewMobile from "./../../assets/images/HomeReading/newmobile.jpg";
export const HomeReadingData = [
  {
    title: "خرید گوشی",
    color: "black",
    description: (
      <p>
        از آنجا که امروزه تکنولوژی و فناوری به سرعت در حال پیشرفت است،{" "}
        <span className="HomeReadingBox_desc_dark"> خرید گوشی </span>
        نیز کار ساده‌ای به شمار نمی‌آید. به دلیل اینکه هنگام خرید لازم است به
        تمام امکانات گوشی که اخیرا به آن اضافه شده‌اند، توجه کرده و با توجه به
        نیاز خود، مناسب‌ترین گوشی با بهترین قیمت را انتخاب نمایید. <br /> طی چند
        سال اخیر، گوشی‌های تلفن همراه در بازار به عنوان محبوب‌ترین لوازم
        الکترونیکی خرید و فروش می‌شوند و به پرکاربردترین لوازم شخصی تبدیل
        شده‌اند. به همین منظور، چندین شرکت‌ بزرگ اقدام به تولید انواع گوشی‌های
        هوشمند با امکانات مختلف کرده‌اند. <br /> فراوانی برندهای متفاوت و
        امکانات زیادی که در گوشی‌ها وجود دارد، انتخاب را برای خریداران مشکل کرده
        است. در ادامه توضیحاتی مطرح خواهد شد که در هنگام{" "}
        <span className="HomeReadingBox_desc_dark">خرید گوشی</span> باید در نظر
        گرفته شود.
      </p>
    ),
    image: BuyPhone,
    image2: BuyPhone2,
  },
  {
    title: "خرید گوشی سامسونگ",
    color: "blue",
    description: (
      <p>
        اگر قصد دارید برای{" "}
        <span className="HomeReadingBox_desc_dark"> خرید گوشی </span>، برند
        سامسونگ را انتخاب نمایید، باید بدانید که پردازنده‌ گوشی‌های این شرکت
        بزرگ، توسط خودشان تولید می‌شود که به عنوان یکی از قدرتمندترین
        پردازنده‌های موجود در بازار به شمار می‌روند. پردازنده مناسب و قدرتمند،
        باعث افزایش عملکرد و کارایی گوشی می‌شود. <br /> افرادی که قصد{" "}
        <span className="HomeReadingBox_desc_dark"> خرید گوشی </span>
        سامسونگ ارزان قیمت را دارند، می‌توانند با جستجو در بازار و بررسی کیفیت و
        امکانات متفاوتی که توسط شرکت سامسونگ ارائه می‌شود، به انتخاب و{" "}
        <span className="HomeReadingBox_desc_dark"> خرید گوشی </span>
        مناسب بپردازند. لازم است هنگام{" "}
        <span className="HomeReadingBox_desc_dark"> خرید گوشی </span> سامسونگ
        دقت کنید که گارانتی نیز داشته باشد که از اصل بودن آن اطمینان پیدا کنید.{" "}
      </p>
    ),
    image: BuyPhoneSamsung,
  },
  {
    title: "خرید گوشی شیائومی",
    color: "blue",
    description: (
      <p>
        شیائومی که به عنوان برندی چینی در بازار فعالیت می‌کند، توانسته با کیفیت
        و قیمت مناسب بین طرفداران خود به محبوبیت بالایی دست پیدا کند. افرادی که
        به دنبال <span className="HomeReadingBox_desc_dark"> خرید گوشی </span>{" "}
        اندروید ارزان قیمت هستند که دارای امکانات بالا و کیفیت مناسب باشد، می
        توانند با <span className="HomeReadingBox_desc_dark"> خرید گوشی </span>{" "}
        شیائومی رضایت را تجربه نمایند. <br />
        افرادی که قصد{" "}
        <span className="HomeReadingBox_desc_dark"> خرید گوشی </span> دارند،
        بالطبع به دنبال قیمت مناسب‌تر می‌روند. شیائومی ثابت کرده که در مقایسه با
        گوشی‌های هم‌رده خود، دارای قیمت مقرون به صرفه‌تری است. همین موضوع باعث
        شده است که طرفداران این برند، به خرید از برند شیائومی متمایل شوند.{" "}
      </p>
    ),
    image: BuyPhoneXiaomi,
  },
  {
    title: "خرید گوشی اپل",
    color: "blue",
    description: (
      <p>
        در حال حاضر شاید بتوان به عنوان شناخته‌شده‌ترین و لوکس‌ترین گوشی هوشمند،
        گوشی اپل را نام برد که لوگوی آن به صورت سیب گاززده طراحی شده است.
        گوشی‌های شرکت اپل از آخرین فناوری و امکانات روز دنیا برخوردار هستند که
        در مقایسه با دیگر برندها، قیمت بسیار بالاتری نیز دارند. <br /> یکی از
        مزیت‌های مهم گوشی اپل این است که سیستم عامل آن به اصطلاح کاربرپسند است
        که استفاده از آن را برای کاربران بسیار راحت‌تر کرده است. افرادی که با
        گوشی اپل کار می‌کنند، می‌توانند علاوه‌بر برخورداری از کیفیت و امکانات
        بالا، در کمترین زمان نیز کار کردن با آن را یاد بگیرند.
      </p>
    ),
    image: BuyPhoneApple,
  },
  {
    title: "خرید گوشی هوآوی",
    color: "blue",
    description: (
      <p>
        هواوی که یکی از شرکت‌های تولید گوشی هوشمند چینی است، توانسته با امکانات
        مناسب و قیمت ارزان، گوشی‌های هوشمند متنوعی را روانه بازار کند و طرفداران
        زیادی پیدا کند. شاید بتوان مهم‌ترین مزیت{" "}
        <span className="HomeReadingBox_desc_dark"> خرید گوشی </span> هواوی را
        قیمت پایین آن، در کنار کیفیت مناسب به شمار آورد. <br /> همچنین وجود
        پردازنده‌های قوی که در گوشی‌های هواوی استفاده شده است، قابلیت رقابت با
        گوشی‌های رده‌بالا را دارد. افرادی که قصد دارند گوشی هواوی خریداری کنند،
        می‌توانند با بررسی بیشتر از سری‌های متفاوت این برند، بهترین مدل را با
        بیشترین امکانات و مناسب‌ترین قیمت، انتخاب و خریداری نمایند.
      </p>
    ),
    image: BuyPhoneHuawei,
  },
  {
    title: "انتخاب بهترین گوشی",
    color: "black",
    description: (
      <p>
        برای اینکه بتوانید بهترین گوشی را برای خرید انتخاب کنید، باید بدانید که
        برای هر شخص براساس شرایط، نوع نیاز و استفاده آن شخص از گوشی، می‌توان به
        او بهترین گوشی را پیشنهاد داد. از طرف دیگر، خریداران گوشی باتوجه به
        بودجه‌ای که برای خرید در نظر گرفته‌اند، اقدام به انتخاب بهترین گوشی در
        آن رده می‌نمایند. <br /> اما براساس تجربه می‌توان این چنین ادعا کرد که
        قیمت گوشی و امکاناتی که ارائه می‌دهد، رابطه مستقیمی دارند. به این صورت
        که در اغلب برندها، با بالا رفتن{" "}
        <span className="HomeReadingBox_desc_blue"> قیمت گوشی </span>، امکانات
        آن نیز بالاتر می‌رود و کیفیت آن بهبود پیدا می‌کند. البته لازم به ذکر است
        که با درنظرگرفتن نوع استفاده خود، می‌توانید بهترین{" "}
        <span className="HomeReadingBox_desc_dark"> خرید گوشی </span> را انجام
        دهید.{" "}
      </p>
    ),
    image: BestPhone,
  },
  {
    title: "IOS یا اندروید ؟",
    color: "black",
    description: (
      <p>
        امروزه تمام گوشی‌های هوشمند موجود در بازار، یکی از سیستم عامل‌های IOS یا
        اندروید را دارا هستند. کاربران با انتخاب هر کدام از سیستم‌ عامل‌ها
        می‎‌توانند از برخی دسترسی‌ها برخوردار شوند. برای اینکه بتوان هنگام خرید
        گوشی سیستم عامل مناسب را انتخاب نمود، لازم است ابتدا به نیازسنجی
        بپردازید. <br /> به این ترتیب که مشخص کنید از گوشی بیشتر به چه منظوری
        استفاده می‌کنید؟ آیا وقت زیادی از روز با آن سروکار دارید؟ آیا علاقمند به
        بازی‌های موبایلی هستید؟ زیبایی ظاهری گوشی برایتان اهمیت دارد یا امکانات
        آن؟ آیا به‌روز بودن سیستم عامل گوشی برایتان اهمیت دارد؟ با پاسخ دادن به
        این سوالات می‌توانید به انتخاب سیستم عامل مناسب اقدام نمایید.{" "}
      </p>
    ),
    image: AndroidIos,
  },
  {
    title: "آمولد یا LCD ",
    color: "black",
    description: (
      <p>
        افرادی که از گوشی خود بیشتر برای دیدن فیلم یا بازی کردن استفاده می‌کنند،
        لازم است گوشی‌هایی با نمایشگر بزرگ تهیه کنند. اما در کنار اندازه
        نمایشگر، نوع آن نیز مهم است که می‌توان تحت عنوان LCD، امولد و اولد در
        بازار مشاهده کرد. این نمایشگرها تفاوت‌هایی با یکدیگر دارند که در ادامه
        به آن اشاره می‌کنیم. <br /> نمایشگر LCD قادر است نمایش تصاویر را با
        روشنایی زیاد و نشان دادن رنگ‌های زنده با کنتراست بالا انجام دهد. اما
        نمایشگر اولد به دلیل اینکه پیکسل‌ها را به صورت تک تک کنترل می‌کند، قادر
        است با کنترل قسمت‌هایی از تصاویر مشکی در نمایشگر و خاموش کردن آن‌ها، در
        مصرف برق صرفه‌جویی کند. <br /> بنابراین مصرف انرژی در LCD بالاتر است،
        اما روشنایی صفحه نمایشگر آن بیشتر از اولد است. کار نمایشگر امولد نیز
        بسیار نزدیک به اولد است. تنها تفاوت آن‌ها این است که در امولد کنترل
        پیکسل‌های نمایشگر با دقت بیشتری انجام می‌شوند.
      </p>
    ),
    image: AmolredLcd,
  },
  {
    title: "خرید اینترنتی جدید ترین موبایل ها",
    color: "black",
    description: (
      <p>
        به منظور اینکه بتوانید به صورت اینترنتی گوشی موبایل خریداری نمایید، لازم
        است ابتدا از خود نیازسنجی کنید تا بتوانید انتخاب درستی داشته باشید. در
        فروشگاه‌های اینترنتی تمام برندها و مدل‌های جدید با قیمت‌های متفاوت وجود
        دارند. <br /> همچنین امکان مقایسه بین چند گوشی که در یک رده قرار دارند،
        نیز در این سایت‌ها طراحی شده است و از تمام جوانب آن‌ها را بررسی و مقایسه
        می‌کنند. علاوه براین، خریداران می‌توانند در بخش نظرسنجی سایت، تجربیات
        خرید خود را با دیگر کاربران به اشتراک بگذارند و یا هنگام خرید از نظرات
        کاربران دیگر استفاده نمایند.
      </p>
    ),
    image: NewMobile,
  },
  {
    title: "فروشگاه موبایل، لپ تاپ و لوازم جانبی آریا",
    color: "black",
    description: (
      <p>
        فروشگاه موبایل، لپ تاپ و لوازم جانبی آریا به عنوان ارزان‌ترین سایت خرید
        گوشی، به خریداران کمک می‌کند تا بتوانند با بررسی امکانات، کیفیت و ظاهر
        گوشی‌های موبایل، به خریدی آگاهانه بپردازند. افرادی که قصد{" "}
        <span className="HomeReadingBox_desc_dark"> خرید گوشی </span> یا لپ تاپ
        را دارند، می‌توانند با مراجعه به این سایت درباره جدیدترین گوشی‌های موجود
        در بازار تحقیق کنند. <br /> نکته مهم این است که باتوجه به نوسانات قیمت
        در بازار لوازم الکترونیکی، در این سایت تلاش شده است که گوشی‌هایی با قیمت
        مناسب و انواع برندها به بازار عرضه شود تا خریداران بتوانند کالاهایی با
        مناسب‌ترین قیمت نسبت به فروشگاه‌های دیگر خریداری نمایند. <br /> در
        فروشگاه اینترنتی آریا مجوزهای لازم برای فروش اینترنتی وجود دارد که
        می‌تواند اعتبار این فروشگاه را برای خریداران محرز نماید. همچنین وجود
        گارانتی و خدمات پس از فروش کالا برای مشتریان، نیز از دیگر مزیت‌های این
        فروشگاه می باشد که باعث می‌شود با خیالی آسوده به خریدی مطمئن از این
        فروشگاه اقدام کرد.
      </p>
    ),
  },
];
