export const menuLeftData1 = [
  {
    name: "گوشی موبایل",
    data: ["اپل", "سامسونگ", "شایومی", "هوآوی", "نوکیا"],
    to: ["apple", "samsung", "shiaumi", "huawei", "nokia"],
  },
  {
    name: "مج بند و ساعت هوشمند",
    data: [],
  },
  { name: "تبلت", data: [] },
  {
    name: "اسپیکر بلوتوثی و باسیم",
    data: [],
  },
  {
    name: "قطعات کامپیوتر",
    data: [
      "پردازنده مرکزی کامپیوتر",
      "رم کامپیوتر",
      "کارت گرافیک",
      "هارد و اس اس دی",
      "مادربرد",
      "منبع تغذیه",
      "درایو نوری",
    ],
    to: [],
  },
  {
    name: "لپتاپ",
    data: [
      "لپتاپ لنوو",
      "لپتاپ ام اس آی",
      "لپتاپ ایسوس",
      "لپتاپ اچ پی",
      "لپتاپ اپل",
    ],
  },
  { name: "قطعات لپتاپ ", data: ["هارد لپتاپ"], to: [] },
  {
    name: "لوزام جانبی لپ تاپ و کامپیوتر",
    data: [
      "فلش و مموری",
      "موس و کیبرد",
      "مانیتور",
      "کیس های اسمبل شده",
      "کابل",
      "کیف هارد",
      "کیس",
      "کول پد لپتاپ",
      "باتری و شارژر لپتاپ",
    ],
  },
  {
    name: "کنسول بازی",
    data: [],
  },
  {
    name: "ال این وان",
    data: [],
  },
  { name: "تجهیزات صوتی", data: ["میکروفون"] },
];
export const menuLeftData2 = [
  { name: "دزدگیر اماکن" },
  { name: "دوربین مداربسته" },
  { name: "دستگاه دی وی آر" },
  { name: "همه دسته بندی های سیستم های امنیتی و نظارتی" },
  { name: "درب اتوماتیک و کرکره برقی" },
  { name: "گیت و راهبند" },
  { name: "بیسیم" },
  { name: "تلفن های بیسیم و باسیم" },
];
export const menuLeftData3 = [{ name: "پرینتر" }, { name: "فکس" }];
